Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: The FreedomBox operating system is compatible with <a href="https://wiki.debian.org/FreedomBox/Hardware/Debian">any hardware that Debian is compatible with</a>, but we also target our system for specific models of single-board computers for ease of setup and consistent experience. Single-board computers are affordable, increasingly fast, and power-efficient, which makes them great hardware for FreedomBox. You can download Stable and Testing versions of FreedomBox for the hardware models listed below.
sv: Operativsystemet FreedomBox Ã¤r kompatibelt med <a href="https://wiki.debian.org/FreedomBox/Hardware/Debian">all hÃ¥rdvara som Debian Ã¤r kompatibel med</a>, men vi riktar ocksÃ¥ in vÃ¥rt system pÃ¥ specifika modeller av enkortsdatorer fÃ¶r enkel installation och konsekvent upplevelse. Enkelkortsdatorer Ã¤r prisvÃ¤rda, allt snabbare och strÃ¶msnÃ¥lare, vilket gÃ¶r dem till fantastisk hÃ¥rdvara fÃ¶r FreedomBox. Du kan ladda ner stabila och testande versioner av FreedomBox fÃ¶r hÃ¥rdvarumodellerna nedan.

source: Image of %(board_name)s
sv: Bild av %(board_name)s

source: FreedomBox Logo
sv: FreedomBox logotyp

source: Run your digital services from your home
sv: KÃ¶r dina digitala tjÃ¤nster frÃ¥n ditt hem

source: FreedomBox is a private server for non-experts: it lets you install and configure server applications with only a few clicks. It runs on cheap hardware of your choice, uses your internet connection and power, and is under your control.
sv: FreedomBox Ã¤r en privat server fÃ¶r icke-experter: det lÃ¥ter dig installera och konfigurera serverapplikationer med bara nÃ¥gra fÃ¥ klick. Det kÃ¶rs pÃ¥ billig hÃ¥rdvara som du vÃ¤ljer, och anvÃ¤nder din internetanslutning och strÃ¶m och Ã¤r under din kontroll.

source: Get your FreedomBox!
sv: Skaffa din FreedomBox!

source: Try a demo
sv: Prova en demo

source: Your privacy in safe hands, yours!
sv: Din integritet i trygga hÃ¤nder, dina!

source: Your digital life should not be in the hands of tech companies or governments. Keep it close to you. Literally!
sv: Ditt digitala liv bÃ¶r inte ligga i hÃ¤nderna pÃ¥ teknikfÃ¶retag eller regeringar. HÃ¥ll det nÃ¤ra dig. Bokstavligen!

source: Weâre building software for smart devices whose engineered purpose is to work together to facilitate free communication among people, safely and securely, beyond the ambition of the strongest power to penetrate. They can make freedom of thought and information a permanent, ineradicable feature of the net that holds our souls.
sv: Vi bygger mjukvara fÃ¶r smarta enheter vars konstruerade syfte Ã¤r att arbeta tillsammans fÃ¶r att underlÃ¤tta fri kommunikation mellan mÃ¤nniskor, tryggt och sÃ¤kert, bortom ambitionen om den starkaste kraften att penetrera. De kan gÃ¶ra tankefrihet och information till ett permanent, outrotligt inslag i nÃ¤tet som hÃ¥ller vÃ¥ra sjÃ¤lar.

source: Software you can trust
sv: Programvara du kan lita pÃ¥

source: FreedomBox is <a href="https://www.gnu.org/philosophy/free-sw.en.html">Free and Open Source Software</a> and an official part of <a href="https://www.debian.org/">Debian</a>, a well established GNU/Linux distribution. The project is supported by the non-profit <a href="https://freedomboxfoundation.org/">FreedomBox Foundation</a>.
sv: FreedomBox Ã¤r <a href="https://www.gnu.org/philosophy/free-sw.en.html">fri och Ã¶ppen kÃ¤llkod</a> och en officiell del av <a>Debian</a>, en vÃ¤letablerad GNU/Linux-distribution. Projektet stÃ¶ds av den ideella <a href="https://freedomboxfoundation.org/">FreedomBox Stiftelsen</a>.

source: See our source code
sv: Se vÃ¥r kÃ¤llkod

source: Features
sv: Funktioner

source: FreedomBox provides file sharing like Dropbox. Your data stays with you. Your family and friends also benefit.
sv: FreedomBox tillhandahÃ¥ller fildelning som Dropbox. Din data stannar med dig. Din familj och vÃ¤nner gynnas ocksÃ¥.

source: FreedomBox provides a secure, decentralized replacement for WhatsApp. Do group chats and audio/video calls from any device.
sv: FreedomBox tillhandahÃ¥ller en sÃ¤ker, decentraliserad ersÃ¤ttning fÃ¶r WhatsApp. Skapa gruppchattar och ljud/videosamtal frÃ¥n vilken enhet som helst.

source: FreedomBox provides a VPN server. Connect securely to your devices at home from outside. Protect your browsing session when on untrusted networks.
sv: FreedomBox tillhandahÃ¥ller en VPN-server. Anslut sÃ¤kert till dina enheter hemma utifrÃ¥n. Skydda din surfsession nÃ¤r du Ã¤r pÃ¥ opÃ¥litliga nÃ¤tverk.

source: FreedomBox provides a privacy enhancing proxy server.
sv: FreedomBox tillhandahÃ¥ller en integritetsfÃ¶rbÃ¤ttrande proxyserver.

source: FreedomBox can host a blog or a wiki. Host your personal website right from your home.
sv: FreedomBox kan tillhandahÃ¥lla en blogg eller en wiki. tillhandahÃ¥ll din personliga webbplats direkt frÃ¥n ditt hem.

source: Synchronize your calender and contacts to FreedomBox.
sv: Synkronisera din kalender och kontakter till FreedomBox.

source: Share media and take backups from all devices on your home network. FreedomBox can be your Network Attached Storage (NAS).
sv: Dela media och ta sÃ¤kerhetskopior frÃ¥n alla enheter i ditt hemnÃ¤tverk. FreedomBox kan vara din Network Attached Storage (NAS).

source: and many more...
sv: och mÃ¥nga fler...

source: Be a Pioneer
sv: Bli en pionjÃ¤r

source: FreedomBox is building a movement to decentralize the web. Our users are the pioneers of this movement.
sv: FreedomBox bygger en rÃ¶relse fÃ¶r att decentralisera webben. VÃ¥ra anvÃ¤ndare Ã¤r pionjÃ¤rerna inom denna rÃ¶relse.

source: Pioneer Edition Board
sv: PionjÃ¤r variant kort

source: Buy a FreedomBox
sv: KÃ¶p en FreedomBox

source: Build your own FreedomBox
sv: Bygg din egen FreedomBox

source: Trial in the cloud
sv: Prova i molnet

source: Get in touch with the community
sv: Kom i kontakt med gemenskapen

source: We are part of the greater Free Software community and welcome everybody. Please get in touch with us if you want join our effort.
sv: Vi Ã¤r en del av den stÃ¶rre friprogramvarugemenskapen och vÃ¤lkomnar alla. VÃ¤nligen kontakta oss om du vill vara med i vÃ¥rt arbete.

source: Get support
sv: Få support

source: FreedomBox - Personal Server at Home
sv: FreedomBox - Personlig server hemma

source: FreedomBox is a personal server running a free software operating system, with free applications designed to create and preserve personal privacy.
sv: FreedomBox Ã¤r en personlig server som kÃ¶r ett gratis mjukvaruoperativsystem, med gratisapplikationer utformade fÃ¶r att skapa och bevara personlig integritet.

source: Home
sv: Hem

source: Buy
sv: KÃ¶p

source: Translateâ¦
sv: ÃversÃ¤ttâ¦

source: Get
sv: HÃ¤mta

source: Cloud Trial
sv: Moln testversion

source: Learn
sv: Lär in

source: Manual
sv: Manuell

source: E-Book for Communities
sv: E-bok fÃ¶r gemenskaper

source: Contact
sv: Kontakt

source: Get Support
sv: FÃ¥ support

source: Foundation
sv: Stiftelse

source: Report Issues
sv: Rapportera problem

source: Contribute
sv: Bidra

source: Guide for Contributors
sv: Guide fÃ¶r bidragsgivare

source: Project
sv: Projekt

source: Source Code
sv: Källkod

source: Code Of Conduct
sv: UppfÃ¶randekod

source: Community Governance
sv: Gemenskapsstyrning

source: Static configuration {etc_path} is setup properly
sv: Statisk konfiguration {etc_path} Ã¤r instÃ¤lld korrekt

source: Container {container_name} is running
sv: TjÃ¤nsten {container_name} kÃ¶rs

source: Service {service_name} is running
sv: TjÃ¤nsten {service_name} kÃ¶rs

source: Listening on {kind} port {listen_address}:{port}
sv: Lyssnar pÃ¥ {kind} port {listen_address}:{port}

source: Listening on {kind} port {port}
sv: Lyssnar pÃ¥ {kind} port {port}

source: Connect to {host}:{port}
sv: Anslut till {host}:{port}

source: Cannot connect to {host}:{port}
sv: Kan inte ansluta till {host}:{port}

source: Backup app before uninstall
sv: SÃ¤kerhetskopiera app innan avinstallation

source: Restoring from the backup will restore app data.
sv: Om du Ã¥terstÃ¤ller frÃ¥n sÃ¤kerhetskopian Ã¥terstÃ¤lls appdata.

source: Repository to backup to
sv: Repository att sÃ¤kerhetskopiera till

source: (None)
sv: (Ingen)

source: Select a domain name to be used with this application
sv: VÃ¤lj ett domÃ¤nnamn som ska anvÃ¤ndas med den hÃ¤r applikationen

source: TLS domain
sv: TLS DomÃ¤n

source: Select a domain to use TLS with. If the list is empty, please configure at least one domain with certificates.
sv: VÃ¤lj en domÃ¤n att anvÃ¤nda TLS med. Om listan Ã¤r tom konfigurerar du minst en domÃ¤n med certifikat.

source: Language
sv: Språk

source: Language to use for presenting this web interface
sv: SprÃ¥k att anvÃ¤nda fÃ¶r att presentera detta webbgrÃ¤nssnitt

source: Use the language preference set in the browser
sv: AnvÃ¤nd sprÃ¥kinstÃ¤llningen i webblÃ¤saren

source: Apps
sv: Appar

source: Visibility
sv: Synlighet

source: Security
sv: Säkerhet

source: System is possibly under heavy load. Please retry later.
sv: Systemet Ã¤r mÃ¶jligen under tung belastning. FÃ¶rsÃ¶k igen senare.

source: Page not found: {url}
sv: Sidan hittades inte: {url}

source: Error running operation.
sv: Fel vid kÃ¶rning av Ã¥tgÃ¤rden.

source: Error loading page.
sv: Fel vid laddning av sida.

source: Web Server
sv: Webbserver

source: {box_name} Web Interface (Plinth)
sv: {box_name} WebbgrÃ¤nssnitt (Plinth)

source: Web app protected by FreedomBox
sv: Webapp skyddad av FreedomBox

source: Access URL {url} on tcp{kind}
sv: Anslut till adress {url} pÃ¥ tcp{kind}

source: Access URL {url}
sv: Anslut till adress {url}

source: Service discovery allows other devices on the network to discover your {box_name} and services running on it. It also allows {box_name} to discover other devices and services running on your local network. Service discovery is not essential and works only on internal networks. It may be disabled to improve security especially when connecting to a hostile local network.
sv: TjÃ¤nstidentifiering tillÃ¥ter andra enheter i nÃ¤tverket att upptÃ¤cka din {box_name} och se vilka tjÃ¤nster den kÃ¶r. Det tillÃ¥ter Ã¤ven din {box_name} att upptÃ¤cka andra maskiner och vilka tjÃ¤nster de kÃ¶r pÃ¥ ditt lokala nÃ¤tverk. TjÃ¤nstidentifiering Ã¤r inte nÃ¶dvÃ¤ndigt och fungerar bara pÃ¥ interna nÃ¤tverk. Du kan lÃ¥ta den vara inaktiverad fÃ¶r att fÃ¶rbÃ¤ttra din sÃ¤kerhet, sÃ¤rskilt om du ansluter till ett osÃ¤kert lokalt nÃ¤tverk.

source: Service Discovery
sv: Identifiera tjÃ¤nster

source: Local Network Domain
sv: Lokalt nÃ¤tverksdomÃ¤n

source: Auto-discovery
sv: AutoupptÃ¤ck

source: Local
sv: Lokal

source: Backups allows creating and managing backup archives.
sv: SÃ¤kerhetskopior gÃ¶r det mÃ¶jligt att skapa och hantera sÃ¤kerhetsarkiv.

source: Backups
sv: Säkerhetskopior

source: Enable an automatic backup schedule for data safety. Prefer an encrypted remote backup location or an extra attached disk.
sv: Aktivera ett automatiskt reservschema fÃ¶r datasÃ¤kerhet. FÃ¶redra en krypterad plats fÃ¶r fjÃ¤rrbackup eller en extra ansluten disk.

source: Enable a Backup Schedule
sv: Aktivera ett schema fÃ¶r sÃ¤kerhetskopiering

source: Go to {app_name}
sv: GÃ¥ till {app_name}

source: A scheduled backup failed. Past {error_count} attempts for backup did not succeed. The latest error is: {error_message}
sv: En schemalagd sÃ¤kerhetskopiering misslyckades. Tidigare {error_count} fÃ¶rsÃ¶k fÃ¶r sÃ¤kerhetskopiering lyckades inte. Det senaste felet Ã¤r: {error_message}

source: Error During Backup
sv: Fel under sÃ¤kerhetskopiering

source: {app} (No data to backup)
sv: {app} (Inga data att sÃ¤kerhetskopiera)

source: Enable scheduled backups
sv: Aktivera schemalagda sÃ¤kerhetskopior

source: If enabled, a backup is taken every day, every week and every month. Older backups are removed.
sv: Om aktiverad tas en sÃ¤kerhetskopia varje dag, varje vecka och varje mÃ¥nad. Ãldre sÃ¤kerhetskopior tas bort.

source: Number of daily backups to keep
sv: Antal dagliga sÃ¤kerhetskopior att behÃ¥lla

source: This many latest backups are kept and the rest are removed. A value of "0" disables backups of this type. Triggered at specified hour every day.
sv: SÃ¥ hÃ¤r mÃ¥nga senaste sÃ¤kerhetskopior hÃ¥lls och resten tas bort. Ett vÃ¤rde av "0" inaktiverar sÃ¤kerhetskopior av den hÃ¤r typen. UtlÃ¶ses vid angiven timme varje dag.

source: Number of weekly backups to keep
sv: Antal veckovisa sÃ¤kerhetskopior att behÃ¥lla

source: This many latest backups are kept and the rest are removed. A value of "0" disables backups of this type. Triggered at specified hour every Sunday.
sv: SÃ¥ hÃ¤r mÃ¥nga senaste sÃ¤kerhetskopior hÃ¥lls och resten tas bort. Ett vÃ¤rde av "0" inaktiverar sÃ¤kerhetskopior av den hÃ¤r typen. UtlÃ¶ses vid angiven timme varje dag.

source: Number of monthly backups to keep
sv: Antal mÃ¥natliga sÃ¤kerhetskopior att behÃ¥lla

source: This many latest backups are kept and the rest are removed. A value of "0" disables backups of this type. Triggered at specified hour first day of every month.
sv: SÃ¥ hÃ¤r mÃ¥nga senaste sÃ¤kerhetskopior hÃ¥lls och resten tas bort. Ett vÃ¤rde av "0" inaktiverar sÃ¤kerhetskopior av den hÃ¤r typen. UtlÃ¶ses vid angiven timme fÃ¶rsta dagen i varje mÃ¥nad.

source: Hour of the day to trigger backup operation
sv: Timme pÃ¥ dagen fÃ¶r att utlÃ¶sa sÃ¤kerhetskopiering

source: In 24 hour format. Services may become temporarily unavailable while running backup operation at this time of the day.
sv: 24-timmars format. TjÃ¤nster kan bli tillfÃ¤lligt otillgÃ¤ngliga nÃ¤r du kÃ¶r sÃ¤kerhetskopiering vid denna tidpunkt pÃ¥ dagen.

source: Included apps
sv: Inkluderade appar

source: Apps to include in the backup
sv: Appar som ska inkluderas i sÃ¤kerhetskopian

source: Repository
sv: Arkiv

source: Name
sv: Namn

source: (Optional) Set a name for this backup archive
sv: (Valfritt) Ange ett namn fÃ¶r det hÃ¤r sÃ¤kerhetskopieringsarkivet

source: Select the apps you want to restore
sv: VÃ¤lj de appar du vill Ã¥terstÃ¤lla

source: Upload File
sv: Ladda upp fil

source: Backup files have to be in .tar.gz format
sv: SÃ¤kerhetskopieringsfiler mÃ¥ste vara i .tar.gz-format

source: Select the backup file to upload from the local computer. This must be a file previously downloaded from the result of a successful backup on a {box_name}. It must have a .tar.gz extension.
sv: VÃ¤lj backup-filen fÃ¶r att ladda upp frÃ¥n den lokala datorn. Detta mÃ¥ste vara en fil som tidigare laddats ner frÃ¥n resultatet av en framgÃ¥ngsrik sÃ¤kerhetskopia pÃ¥ en {box_name}. Det mÃ¥ste ha en .tar.gz fÃ¶rlÃ¤ngning.

source: Repository path format incorrect.
sv: Repository path format felaktig.

source: Encryption
sv: Kryptering

source: "Key in Repository" means that a password-protected key is stored with the backup.
sv: "Nyckel i databasen" innebÃ¤r att en lÃ¶senordsskyddad nyckel lagras med sÃ¤kerhetskopian.

source: Key in Repository
sv: Key i databasen

source: None
sv: Ingen

source: Passphrase
sv: Lösenfras

source: Only needed when using encryption.
sv: BehÃ¶vs bara nÃ¤r du anvÃ¤nder kryptering.

source: Confirm Passphrase
sv: BekrÃ¤fta lÃ¶senfras

source: Repeat the passphrase.
sv: Upprepa lÃ¶senfrasen.

source: The entered encryption passphrases do not match
sv: De angivna lÃ¶senfraserna fÃ¶r kryptering matchar inte

source: Passphrase is needed for encryption.
sv: LÃ¶senfras krÃ¤vs fÃ¶r kryptering.

source: Select Disk or Partition
sv: VÃ¤lj disk eller partition

source: Backups will be stored in the directory FreedomBoxBackups
sv: SÃ¤kerhetskopior kommer att lagras i katalogen FreedomBoxBackups

source: SSH Repository Path
sv: SSH-Respository Path

source: Path of a new or existing repository. Example: <i>user@host:~/path/to/repo/</i>
sv: SÃ¶kvÃ¤g till ett nytt eller befintligt arkiv. Exempel: <i>user@host:~/path/to/repo/</i>

source: SSH Authentication Type
sv: SSH-autentiseringstyp

source: Choose how to authenticate to the remote SSH server.
sv: VÃ¤lj hur du autentiserar till fjÃ¤rrservern fÃ¶r SSH.

source: Key-based Authentication
sv: Nyckelbaserad autentisering

source: Password-based Authentication
sv: LÃ¶senordsbaserad autentisering

source: SSH server password
sv: SSH server lÃ¶senord

source: Required for password-based authentication.
sv: KrÃ¤vs fÃ¶r lÃ¶senordsbaserad autentisering.

source: SSH password is needed for password-based authentication.
sv: SSH-lÃ¶senord behÃ¶vs fÃ¶r lÃ¶senordsbaserad autentisering.

source: Remote backup repository already exists.
sv: FjÃ¤rrarkivet fÃ¶r sÃ¤kerhetskopior finns redan.

source: Select verified SSH public key
sv: VÃ¤lj verifierad Offentlig SSH-nyckel

source: Restore
sv: Återställ

source: Encrypted
sv: Krypterad

source: Schedules
sv: Scheman

source: Remote
sv: FjÃ¤rrarkiv

source: Configuration
sv: Konfiguration

source: Connection refused - make sure you provided correct credentials and the server is running.
sv: Anslutningen nekad-Kontrollera att du har angett rÃ¤tt autentiseringsuppgifter och servern kÃ¶rs.

source: Connection refused
sv: Anslutningen nekades

source: Repository not found
sv: Databasen hittades inte

source: Incorrect encryption passphrase
sv: Felaktig krypteringslÃ¶senfras

source: SSH access denied
sv: SSH-Ã¥tkomst nekad

source: Repository path is neither empty nor is an existing backups repository.
sv: RespositorysÃ¶kvÃ¤gen Ã¤r varken tom eller en befintlig sÃ¤kerhetskopia.

source: An archive with given name already exists in the repository.
sv: Ett arkiv med givna namn finns redan i kodfÃ¶rrÃ¥det.

source: Archive with given name was not found in the repository.
sv: Arkiv med givna namn hittades inte i kodfÃ¶rrÃ¥det.

source: Backup system is busy with another operation.
sv: Backupsystemet Ã¤r upptaget med en annan process.

source: Not enough space left on the disk or remote location.
sv: Inte tillrÃ¤ckligt med utrymme kvar pÃ¥ disken eller fjÃ¤rrplatsen.

source: Existing repository is not encrypted.
sv: Befintlig respository Ã¤r inte krypterad.

source: {box_name} storage
sv: {box_name} lagring

source: Create a new backup
sv: Skapa en ny sÃ¤kerhetskopia

source: Create Backup
sv: Skapa sÃ¤kerhetskopia

source: Upload and restore a backup archive
sv: Ladda upp och Ã¥terstÃ¤lla ett sÃ¤kerhetskopieringsarkiv

source: Upload and Restore
sv: Ladda upp och Ã¥terstÃ¤lla

source: Add a backup location
sv: LÃ¤gga till en sÃ¤kerhetskopieringsplats

source: Add Backup Location
sv: LÃ¤gg till sÃ¤kerhetskopieringsplats

source: Add a remote backup location
sv: LÃ¤gga till en fjÃ¤rrsÃ¤kerhetskopieringplats

source: Add Remote Backup Location
sv: LÃ¤gg till plats fÃ¶r fjÃ¤rrsÃ¤kerhetskopiering

source: Existing Backups
sv: Befintliga sÃ¤kerhetskopior

source: The following SSH client public key must be added to the authorized keys list on the remote machine for %(box_name)s to be able to connect to the remote machine:
sv: FÃ¶ljande SSH-klients publika nyckel mÃ¥ste lÃ¤ggas till i den auktoriserade nycklellistan pÃ¥ fjÃ¤rrmaskinen %(box_name)s fÃ¶r att kunna ansluta till fjÃ¤rrmaskinen:

source: %(box_name)s service will attempt to connect using the provided password. If successful, then the public key will be automatically added to the authorized keys list, so that future connections do not need the password.
sv: %(box_name)s tjÃ¤nsten kommer att fÃ¶rsÃ¶ka ansluta med det angivna lÃ¶senordet. Om den lyckas lÃ¤ggs den offentliga nyckeln automatiskt till i den auktoriserade nycklellistan, sÃ¥ att framtida anslutningar inte behÃ¶ver lÃ¶senordet.

source: Caution:
sv: Varning:

source: The credentials for this repository are stored on your %(box_name)s. <br /> To restore a backup on a new %(box_name)s you need the SSH credentials and, if chosen, the encryption passphrase.
sv: Autentiseringsuppgifterna fÃ¶r den hÃ¤r respository lagras pÃ¥ din %(box_name)s. <br> FÃ¶r att Ã¥terstÃ¤lla en sÃ¤kerhetskopia pÃ¥ en ny %(box_name)s du behÃ¶ver SSH-autentiseringsuppgifter och, om det vÃ¤ljs, krypteringslÃ¶senfrasen.

source: Create Location
sv: Skapa plats

source: Create Repository
sv: Skapa respository

source: Delete this archive permanently?
sv: Vill du ta bort arkivet permanent?

source: Time
sv: Tid

source: Delete Archive %(name)s
sv: Ta bort arkiv %(name)s

source: This repository is encrypted
sv: Den hÃ¤r databasen Ã¤r krypterad

source: Schedule
sv: Schema

source: Unmount Location
sv: Avmontera plats

source: Mount Location
sv: Montera plats

source: Remove Backup Location. This will not delete the remote backup.
sv: Ta bort sÃ¤kerhetskopieringsplatsen. FjÃ¤rrsÃ¤kerhetskopieringen tas inte bort.

source: No archives currently exist.
sv: Det finns fÃ¶r nÃ¤rvarande inga arkiv.

source: Are you sure that you want to remove this repository?
sv: Ãr du sÃ¤ker pÃ¥ att du vill ta bort den hÃ¤r respository?

source: The remote repository will not be deleted. This just removes the repository from the listing on the backup page, you can add it again later on.
sv: FjÃ¤rrdatabasen tas inte bort. Detta tar bara bort databasen frÃ¥n listan pÃ¥ sÃ¤kerhetskopieringssidan, kan du lÃ¤gga till den igen senare.

source: Remove Location
sv: Ta bort plats

source: Restore data from
sv: Ã terstÃ¤lla data frÃ¥n

source: Upload a backup file downloaded from another %(box_name)s to restore its contents. You can choose the apps you wish to restore after uploading a backup file.
sv: Ladda upp en sÃ¤kerhetskopia hÃ¤mtad frÃ¥n en annan %(box_name)s fÃ¶r att Ã¥terstÃ¤lla dess innehÃ¥ll. Du kan vÃ¤lja de appar du vill Ã¥terstÃ¤lla efter att du har laddat upp en sÃ¤kerhetskopia.

source: You have %(max_filesize)s available to restore a backup. Exceeding this limit can leave your %(box_name)s unusable.
sv: Du har %(max_filesize)s tillgÃ¤ngliga fÃ¶r att Ã¥terstÃ¤lla en sÃ¤kerhetskopia. Ãverskrider denna grÃ¤ns kan lÃ¤mna din %(box_name)s obrukbar.

source: Upload file
sv: Ladda upp fil

source: Could not reach SSH host %(hostname)s. Please verify that the host is up and accepting connections.
sv: Det gick inte att nÃ¥ SSH-vÃ¤rd%(hostname)s. Kontrollera att vÃ¤rden Ã¤r upp och ta emot anslutningar.

source: The authenticity of SSH host %(hostname)s could not be established. The host advertises the following SSH public keys. Please verify any one of them.
sv: Ãktheten av SSH vÃ¤rd%(hostname)s kunde inte upprÃ¤ttas. VÃ¤rden annonserar fÃ¶ljande offentliga SSH-nycklar. Kontrollera nÃ¥gon av dem.

source: How to verify?
sv: Hur man verifierar?

source: Run the following command on the SSH host machine. The output should match one of the provided options. You can also use DSA, ECDSA, Ed25519 etc. instead of RSA, by choosing the corresponding file.
sv: KÃ¶r fÃ¶ljande kommando pÃ¥ SSH hostdatorn. UtgÃ¥ngen ska matcha ett av de fÃ¶ljande alternativen. Du kan ocksÃ¥ anvÃ¤nda DSA, ECDSA, Ed25519 etc. istÃ¤llet fÃ¶r RSA, genom att vÃ¤lja motsvarande fil.

source: Verify Host
sv: Verifiera Host

source: SSH host public key could not be verified.
sv: SSH hosts offentliga nyckel kunde inte verifieras.

source: Authentication to remote server failed.
sv: Autentisering till remote servern misslyckades.

source: Error establishing connection to server: {} {} {}
sv: Fel vid upprÃ¤ttande av anslutning till servern: {} {} {}

source: Backup schedule updated.
sv: Backup schema uppdaterat.

source: Schedule Backups
sv: SchemalÃ¤gg sÃ¤kerhetskopior

source: Archive created.
sv: Arkiv skapat.

source: Delete Archive
sv: Ta bort Archiv

source: Archive deleted.
sv: Archiv borttagen.

source: Upload and restore a backup
sv: Ladda upp och Ã¥terstÃ¤ll en sÃ¤kerhetskopia

source: Upload successful.
sv: Uppladdning genomfÃ¶rd.

source: No backup file found.
sv: Ingen backup-fil hittades.

source: Restore from uploaded file
sv: Ã terstÃ¤ll frÃ¥n uppladdad fil

source: Restored files from backup.
sv: Ã terstÃ¤llda filer frÃ¥n sÃ¤kerhetskopian.

source: No additional disks available to add a repository.
sv: Det finns inga ytterligare diskar tillgÃ¤ngliga fÃ¶r att lÃ¤gga till ett repository.
